# tap
tap "homebrew/bundle"
tap "homebrew/core"
tap "sanemat/font"
tap "homebrew/cask-fonts"

# programming
brew "go"
brew "deno"
brew "golangci-lint"
brew "efm-langserver"

# env
brew "pyenv"
brew "pipenv"
brew "rbenv"
brew "nodenv"
brew "pyenv-virtualenv"
brew "readline" # pyenv の依存関係で必要
brew "xz"       # pyenv の依存関係で必要

# tools
brew "coreutils"
brew "fzf"
brew "ghq"
brew "git"
brew "jq"
brew "mercurial"
brew "ripgrep"
brew "tmux"
brew "packer"
brew "reattach-to-user-namespace"
brew "ssh-copy-id"
brew "tree"
brew "neovim"
brew "wget"
brew "zsh"
brew "grep"
brew "composer"
brew "global"
brew "gnu-sed"  # gnu版のsed
brew "yarn"
brew "gh"
brew "gawk"     # tmux-picker で必要
brew "bat"
cask "docker"   # Docker
cask "font-inconsolata"
brew "hashicorp/tap/terraform-ls"
cask "raycast" # Launcher
cask "karabiner-elements"
brew "kube-ps1"
brew "kubectx"

## completion
brew "docker-completion"

# font
cask "font-hackgen"
cask "font-hackgen-nerd"

### application
cask "google-chrome"
cask "google-japanese-ime"
cask "dropbox"
cask "vlc"
cask "1password"
cask "slack"
cask "bettertouchtool"
cask "deepl"
cask "notion"
cask "microsoft-edge"
cask "kindle"
cask "remnote"

## terminal
cask "iTerm2"
cask "alacritty"

## editor
cask "visual-studio-code"
cask "craft"
cask "zed"

### other
brew "mas"

### for app store
mas "LINE", id: 539883307
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
