# tap
tap "homebrew/bundle"
tap "homebrew/core"
tap "sanemat/font"

# programming
brew "go"

# env
brew "pyenv"
brew "pipenv"
brew "rbenv"
brew "nodenv"
brew "pyenv-virtualenv"
brew "readline" # pyenv の依存関係で必要
brew "xz"       # pyenv の依存関係で必要

# tools
brew "coreutils"
brew "fzf"
brew "ghq"
brew "git"
brew "jq"
brew "mercurial"
brew "ripgrep"
brew "tmux"
brew "ansible"
brew "packer"
brew "reattach-to-user-namespace"
brew "ssh-copy-id"
brew "tree"
brew "unrar"
brew "neovim"
brew "wget"
brew "zsh"
brew "grep"
brew "composer"
brew "global"
brew "gnupg"    # 1Password CLI のバイナリ確認のため
brew "gnu-sed"  # gnu版のsed
brew "yarn"
cask "vagrant"
cask "docker"   # Docker

## completion
brew "docker-compose-completion"
brew "docker-machine-completion"

# font
brew "ricty", args: ["with-powerline"]
cask "font-cica"

### application
cask "google-chrome"
cask "google-photos-backup-and-sync"
cask "google-japanese-ime"
cask "alfred"
cask "avast-security"
cask "clipy"
cask "dropbox"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "1password"
cask "1password-cli"  # 1password の CLI ツール
cask "xmind"          # マインドマップ
cask "cyberduck"      # FTPソフト
cask "slack"
cask "notion"

## terminal
cask "iTerm2"

## editor
cask "visual-studio-code"

### other
brew "mas"

### for app store
mas "PopClip", id: 445189367
mas "MARKETSPEED", id: 946680495
mas "Tweetbot 3 for Twitter", id: 1384080005
mas "LINE", id: 539883307
mas "Spark - Email App by Readdle", id: 1176895641
mas "Translate Tab", id: 458887729
mas "MindNode", id: 1289197285
mas "Xcode", id: 497799835
