#1password-cli brew インストール
tap "homebrew/bundle"
tap "homebrew/core"
tap "sanemat/font"
tap "universal-ctags/universal-ctags"
brew "ansible"
brew "coreutils"
brew "fzf"
brew "git"
brew "go"
brew "ghq"
brew "jq"
brew "mas"
brew "mercurial"
brew "packer"
brew "pyenv"
brew "pyenv-virtualenv"
brew "readline" # pyenv の依存関係で必要
brew "xz" # pyenv の依存関係で必要
brew "rbenv"
brew "nodenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ssh-copy-id"
brew "tmux"
brew "tree"
brew "unrar"
brew "neovim"
brew "wget"
brew "zsh"
brew "grep"
brew "ricty", args: ["with-powerline"]
brew "brew-cask-completion"
brew "composer"
brew "universal-ctags", args: ["HEAD"]
brew "global"
brew "gnupg" # 1Password CLI のバイナリ確認のため
brew "gnu-sed" # gnu版のsed
# App のインストール
cask "google-chrome"
cask "google-photos-backup-and-sync"
cask "google-japanese-ime"
cask "alacritty"
cask "alfred"
cask "avast-security"
cask "clipy"
cask "dropbox"
cask "gyazo"
cask "karabiner-elements"
cask "kindle"
cask "skitch"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vagrant"
cask "station"
cask "1password"
cask "1password-cli"  # 1password の CLI ツール
cask "iTerm2"
cask "xmind"          # マインドマップ
cask "docker"         # Docker
cask "slack"
# App Storeからインストール
mas "Xcode", id: 497799835
mas "PopClip", id: 445189367
mas "Evernote", id: 406056744
mas "MARKETSPEED", id: 946680495
mas "Tweetbot 3 for Twitter", id: 1384080005
mas "LINE", id: 539883307
mas "Spark - Email App by Readdle", id: 1176895641
mas "Translate Tab", id: 458887729
mas "MindNode", id: 1289197285
